Revit 2027 API
ParameterTypeId.StairsTriserRiserMark Property
 "Riser Mark": (OBSOLETE)
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTriserRiserMark { get; }
Public Shared ReadOnly Property StairsTriserRiserMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTriserRiserMark {
	ForgeTypeId^ get ();
}
static member StairsTriserRiserMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace